<?php

use Illuminate\Database\Seeder;

class GetinvolvedsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('getinvolveds')->delete();
        
        \DB::table('getinvolveds')->insert(array (
            0 => 
            array (
                'id' => 1,
                'description' => '<p class="title">فترة تدريب</p>
<p>يمكنك أيضا أن تكون جزءا من فريقنا. تقدم بطلب للحصول على تدريب مع عامله وقم بمساهمتك في مهمتنا. العمل التطوعي بدوام كامل كجزء من المنظمة - ومقرها في فلسطين - ويمكن أن يكون في:</p>
<p>العلاقات الدولية والدعوة:</p>
<p>مساعدة 7 amleh في تطوير العلاقات مع المنظمات والصناديق الاتصالات ؛ الاحتفاظ بسجل منتظم ومفصل لأنشطة 7 amleh من خلال المشاركة المنتظمة في فعالياتها والاتصال المباشر والمقابلات مع المشاركين ؛ نشاط وسائل التواصل الاجتماعي</p>
<p>جمع التبرعات وتطوير المشروع:</p>
<p>كتابة تقارير المشروع ومقترحات المنح ؛ فرص تمويل البحوث</p>
<p class="title">المهارات المطلوب</p>
<p>الطلاقة على المستوى المحلي باللغة الإنجليزية</p>
<p>- مهارات الكتابة والتحرير الإنجليزية ممتازة</p>
<p>- الكفاءة في استخدام الكمبيوتر ومعالجة النصوص</p>
<p>- القدرة على العمل بمرونة ، بشكل مستقل واستخدام تلك iniziative</p>
<p>- مهارات التواصل الجيد</p>
<p>- مهارات تنظيمية غنية</p>
<p>- خبرة سابقة لجمع التبرعات</p>
<p>ميزة المهارات المفضلة:</p>
<p>- معرفة الشرق الأوسط العمل في الخارج و / أو السفر العربية والعبرية</p>
<p>- معرفة جوهرية بالإنترنت بما في ذلك وسائل الإعلام الاجتماعية مع الوعي باتجاهات وسائل التواصل الاجتماعي الحالية ، وأفضل الممارسات</p>
<p class="title">المدة</p>
<p>6 أشهر على الأقل ، ويفضل أن يكون ذلك لمدة عام.</p>
<p class="title">الفوائد</p>
<p>سيكتسب المتدرب فهمًا فريدًا للوضع الفريد الذي يواجه مواطني إسرائيل الفلسطينيين من خلال تجربة مباشرة وتوسيع معرفتهم السياسية على نطاق واسع ، بالإضافة إلى معرفة آليات منظمة غير حكومية.</p>
<p>لدعم إقامة المتطوع ، ستقدم شركة &ldquo;عامله&rdquo; راتبًا قدره 600 دولار شهريًا.</p>
<p>أرسل لنا طلبك (السيرة الذاتية ، رسالة الغلاف وعينة كتابة) <a href="mailto:7amleh@gmail.com">7amleh@gmail.com</a></p>',
                'created_at' => '2020-03-11 12:15:17',
                'updated_at' => '2020-03-11 12:15:17',
            ),
        ));
        
        
    }
}